[
	
	{
	  "Name": "Symptom Checklist-45 (SCL-45)",
	  "Description": "The Symptom Checklist-45 (SCL-45) is used to measure global psychiatric symptoms. It is a shortened version of the Symptom Checklist-90. Some of the questions relate to mood and emotions (such as depression), others to social anxiety, and others to bodily aches and pains.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "Dissociative Regression Scale (DRS)",
	  "Description": "The Dissociative Regression Scale (DRS) measures for dissociative regression which must be assessed before trauma work can be done. The DRS looks at whether a person can use words in a symbolic (rather than a concrete) way, act with intention and direction, does not have significant perceptual distortions, has a sense of time with respect to sequence and duration, and has a relatively consistent sense of self and body. If a person cannot do activities of daily living, he or she is not a candidate for trauma therapy at this time. However, after dissociative regression is reversed, trauma work can begin.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "The Trauma Recovery Scale (TRS)",
	  "Description": "The Trauma Recovery Scale measures the overall recovery from trauma regardless of the number of traumas. It can be filled out on a weekly or monthly basis and is particularly good for monitoring changes over a short period.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "Impact of Event Scale (IES-R)",
	  "Description": "The Impact of Event Scale (IES-R) measures the intrusive, hyperarousal, and avoidant symptoms that comprise post-traumatic stress disorder (PTSD). This is the only assessment that asks a person’s responses to a single event.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "Dissociative Experiences Scale (DES-II)",
	  "Description": "The Dissociative Experiences Scale (DES-II) screens for post-traumatic and dissociative disorders. It covers various types of dissociation including those that are not pathological.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "Toronto Alexithymia Scale (TAS)",
	  "Description": "Alexithymia means “lacking words for feelings.” We use the Toronto Alexithymia Scale (TAS) because the reversal of alexithymia is a good index of recovery. It makes sense that people who get treatment will be able to attach words to feelings which were dissociated during the traumas.",
	  "Begin": "",
	  "View": ""

	},
	{
	  "Name": "Adverse Childhood Experiences (ACE)",
	  "Description": "",
	  "Begin": "",
	  "View": ""

	}
]