[
	{
	  "title": "Intro to the ITR",
	  "linkvideo": "https://player.vimeo.com/video/224859364",
	  "content" : "We are excited to introduce you to the Instinctual Trauma Response, a model for dealing with traumas of all kinds. My husband Louis Tinnin and I developed the method from our experiences in hospitals and outpatient settings. Lou had 50 years as a psychiatrist and I have had 40 years as an art therapist. ",
	  "acontent" : [
	  		"We are excited to introduce you to the Instinctual Trauma Response, a model for dealing with traumas of all kinds. My husband Louis Tinnin and I developed the method from our experiences in hospitals and outpatient settings. Lou had 50 years as a psychiatrist and I have had 40 years as an art therapist. ",
	  		"The Instinctual Trauma Response is our term for the universal human response to a life-threatening situation. We derived our model from studies of animal survival instincts, our clinical observations, and modern brain research.The details of traumatic events can differ widely, of course, yet humans have a predictable response. This is what is so crucial to know. Regardless of the type of trauma, what happens in the body and the brain is the same every time. You can use these basic responses to create a story of the event that combines words and the experiences of the body, putting it into the past once and for all. Most importantly, this can be done without reliving the trauma. ",
	  		"When using the ITR to create such a story, it puts the trauma symptoms into a specific context so that it no longer feels like the trauma is going to happen again. Remarkably, using our method makes it possible to eliminate trauma symptoms and to turn triggers into past memories.",
	  		"The traumatic event now has a beginning, middle and most important of all it- now has an END.",
	  		"Finally, the brain is able to understand that the story of the trauma has ended and is in the past.",
	  		"No matter what the event, the typical sequence of the Instinctual Trauma Response is the same. ",	
	  		"First, there is a startle, like when someone jumps out of the bushes at you. Your adrenaline kicks in and you attempt to fight or flee. When you realize that is not possible, you feel trapped. This is when your body pumps out endorphins like a hit of morphine sending you into the freeze. This is when the verbal or logical brain shuts down and the rest of the trauma is only recorded in the non-verbal, part of the brain where there is no beginning middle or end. At the same time, you go into an altered state of consciousness. It can seem like a dream or like you are looking at yourself from above. If another person is involved in the trauma as a perpetrator or even a helper, like a nurse or a first responder, you can go into is a state of automatic obedience or submission, where you just do what you are told to do. Of course, different body sensations go with each of these stages. Finally, when the trauma is over, you try to recover. This self-repair can be sleeping, rocking, using drugs or alcohol, eating, or withdrawing to a quiet space. As we often see, these attempts at self-repair can turn into addictions or compulsive behavior.",	
	  		"When a trauma is put into a complete story based on this outline, with a beginning middle, and end, post-traumatic symptoms now make sense, AND they disappear.Now, once the trauma is processed and is in long term memory as a finished story, we have to deal with the parts of a person that were affected by the trauma. We all have a mental landscape made up of parts. Have you ever said, “a part of me wants to do this and part of me wants to do that”? We have parts that are playful and serious or happy or sad. Watch the movie that Pixar did called “Inside Out” to help you understand this concept. Parts can exist as inner voices or strong thoughts. Often a person who has survived a trauma has parts that can come into play. They need to be addressed and communicated with to create psychological wellness and inner peace. Our methods of doing this are simple and effective. We call this the Externalized dialogue and we go into the specific details of how to do it on the website and app. As Dr. Lou always said: “We believe, that of all the mental health problems, those that are trauma-related are the most treatable. We also believe it doesn’t take years to do it.”You may find this hard to believe since trauma is often seen as something that can take months, even years to process. This has not been what we’ve found. PTSD is not a life-long sentence. We always encourage people to process their traumas first and then see what’s left.We are so encouraged by our consistent results that we want to share our personalized, simple and effective methods with you. We look forward to helping more people find long-term relief from disabling PTSD symptoms."
	  ]
	},
	{
	  "title": "Learn About Grounding",
	  "linkvideo": "https://player.vimeo.com/video/224860311",
	  "content" : "Grounding is keeping yourself in the here-and-now. When you are grounded you feel connected to your body and your environment. You can clearly see the room you are in, hear the sounds in it, and keep track of time. You can willfully move your body; you can easily name and describe what is around you.If you become ungrounded, you may feel as if you are floating or have lost track of the location of your physical body. You may think a past trauma is about to happen again.Grounding techniques can use any of the senses or mental operations, such as doing long division or naming items around you that start with a particular letter."
	},
	{
	  "title": "The Time Line",
	  "linkvideo": "https://player.vimeo.com/video/224860735",
	  "content" : "We are excited to introduce you to the Instinctual Trauma Response, a model for dealing with traumas of all kinds. My husband Louis Tinnin and I developed the method from our experiences in hospitals and outpatient settings. Lou had 50 years as a psychiatrist and I have had 40 years as an art therapist. "
	},
	{
	  "title": "Graphic Narrative",
	  "linkvideo": "https://player.vimeo.com/video/224861127",
	  "content" : "Grounding is keeping yourself in the here-and-now. When you are grounded you feel connected to your body and your environment. You can clearly see the room you are in, hear the sounds in it, and keep track of time. You can willfully move your body; you can easily name and describe what is around you.If you become ungrounded, you may feel as if you are floating or have lost track of the location of your physical body. You may think a past trauma is about to happen again.Grounding techniques can use any of the senses or mental operations, such as doing long division or naming items around you that start with a particular letter."
	},
	{
	  "title": "Parts Map",
	  "linkvideo": "https://player.vimeo.com/video/224858824",
	  "content" : "We are excited to introduce you to the Instinctual Trauma Response, a model for dealing with traumas of all kinds. My husband Louis Tinnin and I developed the method from our experiences in hospitals and outpatient settings. Lou had 50 years as a psychiatrist and I have had 40 years as an art therapist. "
	},
	{
	  "title": "Externalized Dialogue",
	  "linkvideo": "https://player.vimeo.com/video/224862111",
	  "content" : "Grounding is keeping yourself in the here-and-now. When you are grounded you feel connected to your body and your environment. You can clearly see the room you are in, hear the sounds in it, and keep track of time. You can willfully move your body; you can easily name and describe what is around you.If you become ungrounded, you may feel as if you are floating or have lost track of the location of your physical body. You may think a past trauma is about to happen again.Grounding techniques can use any of the senses or mental operations, such as doing long division or naming items around you that start with a particular letter."
	},
	{
	  "title": "Maintaining Your Gains",
	  "linkvideo": "https://player.vimeo.com/video/224862993",
	  "content" : "Grounding is keeping yourself in the here-and-now. When you are grounded you feel connected to your body and your environment. You can clearly see the room you are in, hear the sounds in it, and keep track of time. You can willfully move your body; you can easily name and describe what is around you.If you become ungrounded, you may feel as if you are floating or have lost track of the location of your physical body. You may think a past trauma is about to happen again.Grounding techniques can use any of the senses or mental operations, such as doing long division or naming items around you that start with a particular letter."
	},
	{
	  "title": "Congratulations",
	  "linkvideo": "https://player.vimeo.com/video/224863272",
	  "content" : "Grounding is keeping yourself in the here-and-now. When you are grounded you feel connected to your body and your environment. You can clearly see the room you are in, hear the sounds in it, and keep track of time. You can willfully move your body; you can easily name and describe what is around you.If you become ungrounded, you may feel as if you are floating or have lost track of the location of your physical body. You may think a past trauma is about to happen again.Grounding techniques can use any of the senses or mental operations, such as doing long division or naming items around you that start with a particular letter."
	}
]